-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 15, 2019 at 02:19 PM
-- Server version: 10.3.16-MariaDB
-- PHP Version: 7.3.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `agronews_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `status`, `created_at`, `updated_at`) VALUES
(1, 'কৃষি প্রযুক্তি', 1, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(2, 'মাটি              ', 1, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(3, ' ফসলের জাতসমূহ', 1, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(4, 'অর্থকরী ফসলের জাত', 1, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(5, 'ফসল চাষাবাদ', 1, '2019-07-28 22:04:11', '2019-07-30 00:29:20'),
(6, ' বনজ ফসল ', 1, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(7, '  সেবা সমূহ', 1, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(8, ' কৃষি উপকরণ', 1, '2019-07-28 22:04:11', '2019-07-30 01:18:24'),
(9, 'প্রক্রিয়াজাতকরণ ', 1, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(10, 'আইটি বিশ্ব', 0, '2019-07-28 22:04:11', '2019-07-28 22:04:11'),
(11, 'রাজনীতি', 0, '2019-07-30 00:27:58', '2019-07-30 00:27:58'),
(12, 'অর্থনীতি', 0, '2019-07-30 00:30:01', '2019-07-30 00:30:01'),
(13, 'রাজধানী', 0, '2019-07-30 00:32:04', '2019-07-30 00:32:04'),
(14, 'পরবাস', 0, '2019-07-30 00:32:16', '2019-07-30 00:32:16'),
(15, 'ইসলাম ও জীবন', 0, '2019-07-30 00:32:57', '2019-07-30 00:32:57'),
(16, 'সম্পাদকীয়', 0, '2019-07-30 00:35:19', '2019-07-30 00:35:19'),
(17, 'বাতায়ন', 0, '2019-07-30 00:35:41', '2019-07-30 00:35:41'),
(18, 'দৃষ্টিপাত', 0, '2019-07-30 00:35:55', '2019-07-30 00:35:55'),
(19, 'একদিন প্রতিদিন ', 0, '2019-07-30 00:36:24', '2019-07-30 00:36:24');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(8, '2014_10_12_000000_create_users_table', 1),
(9, '2014_10_12_100000_create_password_resets_table', 1),
(10, '2019_06_30_140915_create_posts_table', 1),
(11, '2019_06_30_140931_create_categories_table', 1),
(12, '2019_07_03_085544_add_soft_deletes_posts_table', 1),
(13, '2019_07_05_091209_create_tags_table', 1),
(14, '2019_07_05_100238_create_post_tag_table', 1),
(15, '2019_08_04_053828_create_videos_table', 2),
(16, '2019_08_06_035956_create_photo_galleries_table', 3),
(17, '2019_08_08_093850_create_most_reads_table', 4);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `photo_galleries`
--

CREATE TABLE `photo_galleries` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `photo_galleries`
--

INSERT INTO `photo_galleries` (`id`, `title`, `image`, `created_at`, `updated_at`) VALUES
(1, 'ধানের ডগায় শিশির বিন্দু জানিয়ে দিচ্ছে শীত দোরগোড়ায়', '91783.jpg', '2019-08-06 04:04:10', '2019-08-06 04:04:10'),
(2, 'গ্রামের চিরায়ত দৃশ্য |', '12609.jpg', '2019-08-06 04:04:17', '2019-08-06 04:09:03');

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category_id` int(11) NOT NULL,
  `sub_category_id` int(11) NOT NULL,
  `published_at` date DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `count` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `user_id`, `title`, `description`, `content`, `image`, `category_id`, `sub_category_id`, `published_at`, `status`, `count`) VALUES
(74, 0, 'সাধারণ তথ্য', 'এটি প্লাস্টিকের তৈরি ছয়টি ড্রাম বিশিষ্ট বীজ বপন যন্ত্র। ড্রামগুলো ২.৩ মিটার প্রশস্ত লোহার দন্ডে পরপর সাজানো থাকে।', 'ব্যবহারের সুবিধা\r\n১। বাংলাদেশে আবাদি জমির পরিমাণ দ্রুত হ্রাস পাচ্ছে, যা বছরে প্রায় শতকরা এক ভাগ। এ অবস্থায় সীমিত জমিতে বাড়তি ফসলের জন্য হেক্টর প্রতি ফলন বাড়াতে হবে।\r\n২। অকৃষি ক্ষেত্রে শ্রম বিনিয়োগের সুযোগ বৃদ্ধির ফলে কৃষিকাজের জন্য শ্রমিকের ঘাটতি দেখা দিচ্ছে। এর ফলে শ্রমিক মজুরি বেড়ে যাওয়ায় সনাতন পদ্ধতির ধান চাষ ব্যয়বহুল ও অলাভজনক হয়ে পড়ছে। ড্রাম সিডার যন্ত্রের সাহায্যে কাদা মাটিতে সরাসরি অঙ্কুরিত বীজ বপন একটি শ্রম-সাশ্রয়ী প্রযুক্তি, যার মাধ্যমে ধান চাষাবাদকে লাভজনক করা যেতে পারে।\r\n৩। অধিকন্তু এ পদ্ধতিতে প্রচলিত রোপণের তুলনায় ধানের জীবনকাল প্রায় ১০-২০ দিন কমে যায় এবং ফলন প্রায় ১০-২০% বেশি হয়।\r\n৪। ড্রাম সিডার দিয়ে বপন কৃষকের জন্য স্বাস্থ্যসম্মত একটি পদ্ধতি। কারণ এর ফলে কৃষককে কাদা-পানির মধ্যে কোমর বাঁকা করে অনেক সময় ধরে চারা রোপণ করতে হয় না।', '696390905102014.jpg', 1, 8, '2019-09-05', 1, 0),
(75, 0, 'ড্রামসিডার ব্যবহার পদ্ধতি', 'জমি তৈরি\r\nজমিকে ভালোভাবে চাষ ও মই দিয়ে জমির আগাছা এবং অন্যান্য আবর্জনা মাটিতে পচিয়ে নিতে হবে। নিচু বিল এলাকায় নভেম্বর মাসে পানি নেমে যাবার পর আর্বজনা ও খড়কুটো সরিয়ে এবং মই দিয়ে বিনা চাষেও সরাসরি বীজ বপন করা যায়। এতেও ভালো ফলন পাওয়া যাচ্ছে। জমিকে ভালোভাবে ', 'জমি তৈরি\r\nজমিকে ভালোভাবে চাষ ও মই দিয়ে জমির আগাছা এবং অন্যান্য আবর্জনা মাটিতে পচিয়ে নিতে হবে। নিচু বিল এলাকায় নভেম্বর মাসে পানি নেমে যাবার পর আর্বজনা ও খড়কুটো সরিয়ে এবং মই দিয়ে বিনা চাষেও সরাসরি বীজ বপন করা যায়। এতেও ভালো ফলন পাওয়া যাচ্ছে। জমিকে ভালোভাবে সমতল করতে হবে। জমিতে অঙ্কুরিত বীজ বপনের সময় কোনো দাঁড়ানো পানি রাখা যাবে না।', '321400905102228.jpg', 1, 8, '2019-09-05', 1, 0),
(76, 0, 'মাটির রস সংরক্ষণে মালচিং', 'বিভিন্ন ধরনের বস্তু দিয়ে যখন গাছপালার গোড়া, সবজি ক্ষেত ও বাগানের বেডের জমি বিশেষ পদ্ধতিতে ঢেকে দেয়া হয় তখন তাকে বলে মালচ। আর এ পদ্ধতিটি কে বলে মালচিং।\r\n\r\nক) ফসলের ক্ষেতে আর্দ্রতা সংরক্ষণে মালচিং বিশেষভাবে উপকারী, কারণ এ প্রযুক্তি ব্যবহারে ফসল ক্ষেতের পানি', 'বিভিন্ন ধরনের বস্তু দিয়ে যখন গাছপালার গোড়া, সবজি ক্ষেত ও বাগানের বেডের জমি বিশেষ পদ্ধতিতে ঢেকে দেয়া হয় তখন তাকে বলে মালচ। আর এ পদ্ধতিটি কে বলে মালচিং।\r\n\r\nক) ফসলের ক্ষেতে আর্দ্রতা সংরক্ষণে মালচিং বিশেষভাবে উপকারী, কারণ এ প্রযুক্তি ব্যবহারে ফসল ক্ষেতের পানি সূর্যের তাপ ও বাতাসে দ্রুত উড়ে যায় না। ফলে জমিতে রসের ঘাটতি হয় না এবং সেচ লাগে অনেক কম। মালচিং ব্যবহার করলে জমিতে প্রায় ১০ থেকে ২৫ ভাগ আর্দ্রতা সংরক্ষণ করা সম্ভব হয়।', '500010906064352.jpg', 1, 9, '2019-09-05', 1, 0),
(77, 0, 'উদ্ভিদের খাদ্য', 'প্রতিটি জীবই তার জীবন ধারন ও সুষ্ঠু বৃদ্ধির জন্য খাদ্য গ্রহন করে থাকে। উদ্ভিদের জীবন চক্র সম্পন্নের জন্য বিভিন্ন প্রকার খাদ্যের প্রয়োজন হয়। উদ্ভিদ মাটি ও বাতাস থেকে তার খাদ্য গ্রহন করে থাকে।  মাটিতে অবস্থিত বিভিন্ন খাদ্য উপাদান পানির সাথে মিশে উদ্ভিদের গ্', 'প্রতিটি জীবই তার জীবন ধারন ও সুষ্ঠু বৃদ্ধির জন্য খাদ্য গ্রহন করে থাকে। উদ্ভিদের জীবন চক্র সম্পন্নের জন্য বিভিন্ন প্রকার খাদ্যের প্রয়োজন হয়। উদ্ভিদ মাটি ও বাতাস থেকে তার খাদ্য গ্রহন করে থাকে।  মাটিতে অবস্থিত বিভিন্ন খাদ্য উপাদান পানির সাথে মিশে উদ্ভিদের গ্রহন উপযোগী (Available form) হয়। সাধারণত উদ্ভিদ মাটি থেকে মূল দ্বারা খাদ্য উপাদান গ্রহন করে এবং তা পাতার ক্লোরোফিলের দ্বারা সূর্যালোকের সাহায্যে নিজের খাদ্য তৈরী করে।', '883580905102543.jpg', 1, 10, '2019-09-05', 1, 0),
(78, 0, 'এ ডাব্লিউ ডি প্রযুক্তি', 'এ ডাব্লিউ ডি ( AWD) পদ্ধতির মূল বিষয় হলো ধান চাষের ক্ষেত্রে জমিতে সার্বক্ষনিকভাবে পানি না রেখে পর্যায়ক্রমে জমি ভেজা ও শুষ্ক পদ্ধতি অনুসরণ করা। জমির পর্যায়ক্রমে ভেজা ও শুষ্ক অবস্থা নিয়ন্ত্রণ করার জন্য বিশেষ কৌশল অবলম্বন করতে হয়। ধান চাষে একবার সেচ দিয়ে পরব', 'এ ডাব্লিউ ডি ( AWD) পদ্ধতির মূল বিষয় হলো ধান চাষের ক্ষেত্রে জমিতে সার্বক্ষনিকভাবে পানি না রেখে পর্যায়ক্রমে জমি ভেজা ও শুষ্ক পদ্ধতি অনুসরণ করা। জমির পর্যায়ক্রমে ভেজা ও শুষ্ক অবস্থা নিয়ন্ত্রণ করার জন্য বিশেষ কৌশল অবলম্বন করতে হয়। ধান চাষে একবার সেচ দিয়ে পরবর্তী সেচের সঠিক সময় নির্ধারনের জন্য জমিতে ছিদ্রযুক্ত পিভিসি পাইপ (পর্যবেক্ষণ নল) বসাতে হয়। এ পাইপে পরবর্তী নির্দিষ্ট লেভেলে পানি নেমে গেলে সেচ দিতে হয়। এভাবে পর্যায়ক্রমে জমিতে সেচ প্রদান করতে হয়।', '741540905102749.jpg', 1, 11, '2019-09-05', 1, 0),
(79, 0, 'মাটির সংজ্ঞা', 'মাটির সংজ্ঞাঃ\r\nমৃৎবিজ্ঞানীগণ মাটির নানারূপ সংজ্ঞা দিয়েছেন, যেমনঃ\r\n(১) ভূ-পৃষ্ঠের নরম আবরনের নাম মৃত্তিকা\r\n(২) উদ্ভিদ জন্মানোর উপযোগী খনিজ, জীব ও জৈব সমন্বয়ে গতিশীল প্রাকৃতিক বস্তুকে মৃত্তিকা বলে\r\n(৩) সময়ের ব্যবধানে জলবায়ূ ও জৈব পদার্থের সমন্বিত প্রভাবে রূ', 'মাটির সংজ্ঞাঃ\r\nমৃৎবিজ্ঞানীগণ মাটির নানারূপ সংজ্ঞা দিয়েছেন, যেমনঃ\r\n(১) ভূ-পৃষ্ঠের নরম আবরনের নাম মৃত্তিকা\r\n(২) উদ্ভিদ জন্মানোর উপযোগী খনিজ, জীব ও জৈব সমন্বয়ে গতিশীল প্রাকৃতিক বস্তুকে মৃত্তিকা বলে\r\n(৩) সময়ের ব্যবধানে জলবায়ূ ও জৈব পদার্থের সমন্বিত প্রভাবে রূপান্তরিত উৎস শিলা সৃষ্ট গাছ জন্মানোর উপযোগী ভূ-পৃষ্ঠের প্রাকৃতিক বস্তর সমষ্টিকে মৃত্তিকা বলে\r\n(৪) পৃথিবীর উপরিভাগের যে নরম স্তরে গাছপালা মূল স্থাপন করে রস শোষণ করে জন্মায় ও বৃদ্ধি পায় তাকে মাটি বলে\r\n(৫) মাটি হচ্ছে কঠিন পদার্থের ছোট ছোট টুকরা, পানি ও বায়ুর সমন্বয়ে গঠিত যৌগিক পদার্থ\r\n(৬) পৃথিবীর শক্ত আবণের সবচেয়ে উপরের স্তরকে মাটি বলে।', '819790905103005.jpg', 2, 12, '2019-09-05', 1, 0),
(80, 0, 'মাটির বৈশিষ্ট্য', 'মাটির বৈশিষ্ট (Soil properties)\r\n\r\nমাটিতে বিদ্যমান কঠিন, তরল বা বায়বীয় পদার্থ যৌথভাবে একটি বিশেষ প্রকৃতি উৎপন্ন করে। মাটির এই প্রকৃতি প্রকাশের জন্য মাটির সকল বৈশিষ্ট্যকে নিম্নরূপ ৩টি শ্রেণীতে বর্ণনা করা হয়। যেমন-\r\nক) মাটির ভৌত বৈশিষ্ট্য\r\nখ) মাটির রাসানিক ', 'মাটির বৈশিষ্ট (Soil properties)\r\n\r\nমাটিতে বিদ্যমান কঠিন, তরল বা বায়বীয় পদার্থ যৌথভাবে একটি বিশেষ প্রকৃতি উৎপন্ন করে। মাটির এই প্রকৃতি প্রকাশের জন্য মাটির সকল বৈশিষ্ট্যকে নিম্নরূপ ৩টি শ্রেণীতে বর্ণনা করা হয়। যেমন-\r\nক) মাটির ভৌত বৈশিষ্ট্য\r\nখ) মাটির রাসানিক বৈশিষ্ট্য\r\nগ) মাটির জৈবিক বৈশিষ্ট্য', '505310905103432.jpg', 2, 13, '2019-09-05', 1, 0),
(81, 0, 'মৃত্তিকা কণা', 'বিভিন্ন আকার ও গুণসম্পন্ন মৃত্তিকা কণার সম্বনয়ে মাটির মূল কাঠামো তৈরি হয়। এসব কণার আকার সম্পর্কে গবেষকগণের মধ্যে দেশে দেশে পার্থক্য থাকতে পারে। বর্তমানে মৃত্তিকা কণার আকার পরিমাপের জন্য আর্ন্তজাতিক পদ্ধতি এবং যুক্তরাষ্ট্র পদ্ধতি চালু রয়েছে। এখানে এই দুইটি', 'বিভিন্ন আকার ও গুণসম্পন্ন মৃত্তিকা কণার সম্বনয়ে মাটির মূল কাঠামো তৈরি হয়। এসব কণার আকার সম্পর্কে গবেষকগণের মধ্যে দেশে দেশে পার্থক্য থাকতে পারে। বর্তমানে মৃত্তিকা কণার আকার পরিমাপের জন্য আর্ন্তজাতিক পদ্ধতি এবং যুক্তরাষ্ট্র পদ্ধতি চালু রয়েছে। এখানে এই দুইটি পদ্ধতিতে নির্ধারিত মৃত্তিকা কণার পরিমাপ উল্লেখ করা হলো। যুক্তরাষ্ট্র পদ্ধতিতে মৃত্তিকা কণা ৭ প্রকার। এর মধ্যে ৫ ধরনের বালি কণা, ১ ধরনের পলি কণা এবং ১ ধরনের কর্দম কণা অপরদিকে আন্তর্জাতিক পদ্ধতিতে মৃত্তিকা কণা ৪ প্রকার। এর মধ্যে ২ ধরনের বালি কণা, ১ ধরনের পলি কণা এবং ১ ধরনের কর্দম কণা রয়েছে।', '775720905103623.jpg', 2, 14, '2019-09-05', 1, 0),
(82, 0, 'মাটির বুনট', 'মৃত্তিকার বুনট (Soil texture)\r\nকোন মৃত্তিকায় বিভিন্ন আকারের একক কণার পারষ্পরিক অনুপাত দ্বারা সৃষ্ট স্থূলতা বা সুক্ষ্মতাকে মাটির বুনট বলে। বিভিন্ন আকারের বালি, পলি এবং কর্দম কণা বিভিন্ন অনুপাতে মিশে একটি বিশেষ বুনট শ্রেণীর মৃত্তিকা সৃষ্টি করে। বুনট মৃত্তিক', 'মৃত্তিকার বুনট (Soil texture)\r\nকোন মৃত্তিকায় বিভিন্ন আকারের একক কণার পারষ্পরিক অনুপাত দ্বারা সৃষ্ট স্থূলতা বা সুক্ষ্মতাকে মাটির বুনট বলে। বিভিন্ন আকারের বালি, পলি এবং কর্দম কণা বিভিন্ন অনুপাতে মিশে একটি বিশেষ বুনট শ্রেণীর মৃত্তিকা সৃষ্টি করে। বুনট মৃত্তিকার একটি মৌলিক ও স্থায়ী ধরনের ধর্ম। মৃত্তিকার ভৌত গুণাবলী বুনটের উপর নির্ভর করে। বিভিন্ন বুনটের মৃত্তিকার ধর্ম বা বৈশিষ্ট বিভিন্ন। এই সমস্ত বৈশিষ্টগত কারনের জন্য এক এক শ্রেণীর মৃত্তিকা ব্যবস্থাপনা এক এক রকম এবং এক এক ফসলের জন্য বিশেষ উপযোগী।', '881210905103708.jpg', 2, 15, '2019-09-05', 1, 0),
(83, 0, 'ধানের জাতসমূহ', 'ধিক ফলন ও লাভের জন্য এলাকা ভিত্তিক চাষ উপযোগী সঠিক জাত নির্বাচন একটি গুরুত্বপূর্ণ বিষয়। ভাল বংশ ও মা ছাড়া যেমন ভাল সমন্বিত আশা করা যায় না তেমনি ভাল জাতের ভাল বীজ ছাড়া উত্তম ফসল পাওয়া যায় না। নানা জাতের বীজের মধ্যে তাই সঠিক জাতটি নির্বাচন করে চাষ করা একজন ', 'ধিক ফলন ও লাভের জন্য এলাকা ভিত্তিক চাষ উপযোগী সঠিক জাত নির্বাচন একটি গুরুত্বপূর্ণ বিষয়। ভাল বংশ ও মা ছাড়া যেমন ভাল সমন্বিত আশা করা যায় না তেমনি ভাল জাতের ভাল বীজ ছাড়া উত্তম ফসল পাওয়া যায় না। নানা জাতের বীজের মধ্যে তাই সঠিক জাতটি নির্বাচন করে চাষ করা একজন কৃষকের প্রাথমিক দায়িত্ব। বর্তমানে বাংলাদেশে হাইব্রিড, উফশী ও নানা ধরনের আধুনিক জাতের ধান চাষ করা হচ্ছে। দেশে বর্তমানে প্রায় ১০ লক্ষ হেক্টর জমিতে হাইব্রিড ধানের আবাদ হচ্ছে। তবে কৃষকদের কাছে সব জাতের গ্রহণযোগ্যতা সমান নয়। বাংলাদেশ ধান গবেষণা ইনস্টিটিউট (ব্রি) থেকে উদ্ভাবিত এ প', '429890905103952.jpg', 3, 16, '2019-09-05', 1, 0),
(84, 0, 'গমের জাতসমূহ', '৪ এপ্রিল, ২০১৬ - বপনের সময়ঃ গমের উচ্চ ফলনশীল জাতসমূহের বপনের উপযুক্ত সময় হল কার্তিক মাসের শেষ থেকে অগ্রহায়ণর তৃতীয় সপ্তাহ (নভেম্বর মাসের দ্বিতীয় সপ্তাহ হতে ডিসেম্বরের প্রথম সপ্তাহ পর্যন্ত)। যে সব এলাকায় ধান কাটতে ও জমি তৈরী করতে বিলম্ব হয় সে ক্ষেত্', '৪ এপ্রিল, ২০১৬ - বপনের সময়ঃ গমের উচ্চ ফলনশীল জাতসমূহের বপনের উপযুক্ত সময় হল কার্তিক মাসের শেষ থেকে অগ্রহায়ণর তৃতীয় সপ্তাহ (নভেম্বর মাসের দ্বিতীয় সপ্তাহ হতে ডিসেম্বরের প্রথম সপ্তাহ পর্যন্ত)। যে সব এলাকায় ধান কাটতে ও জমি তৈরী করতে বিলম্ব হয় সে ক্ষেত্রে কাঞ্চন,আকবর, অঘ্রাণী, প্রতিভা ও গৌরব বপন করলে ভাল ফলন পাওয়া যায়।', '860750905104134.jpg', 3, 17, '2019-09-05', 1, 0),
(85, 0, 'ভূট্টার জাতসমূহ', 'কৃষি অঞ্চল; মাটি; ফসলের জাতসমূহ; ফসল চাষাবাদ; নার্সারী; নগর উদ্যান; কৃষি উপকরণ; প্রক্রিয়াজাতকরণ; মাশরুম; অন্যান্য কৃষি প্রযুক্তি; উদ্ভিদের খাদ্য উপাদান; খাদ্য ও ..... ভূট্টার জাতসমূহ. ভূট্টার জাতসমূহ. শহরাঞ্চলে উদ্যান ফসলের চাষাবাদ এবং আমাদের সক্ষমতা. প্', 'কৃষি অঞ্চল; মাটি; ফসলের জাতসমূহ; ফসল চাষাবাদ; নার্সারী; নগর উদ্যান; কৃষি উপকরণ; প্রক্রিয়াজাতকরণ; মাশরুম; অন্যান্য কৃষি প্রযুক্তি; উদ্ভিদের খাদ্য উপাদান; খাদ্য ও ..... ভূট্টার জাতসমূহ. ভূট্টার জাতসমূহ. শহরাঞ্চলে উদ্যান ফসলের চাষাবাদ এবং আমাদের সক্ষমতা. প্রধান কার্যালয়ঃ বাড়ী# ৮/৫, রোড# ১, শ্যামলী, ঢাকা - ১২০৭ টেলিফোনঃ ৮১২৯২৯৪ ...', '656650905104316.jpg', 3, 18, '2019-09-05', 1, 0),
(86, 0, 'পেয়ারার জাত', 'শিষ্ট বিভিন্ন জাতের পেয়ারা দেখতে পাওয়া যায়। এদের মধ্যে উল্লেখযোগ্য ... বাউ পেয়ারা-১ (মিষ্টি) বাংলাদেশ কৃষি বিশ্ববিদ্যালয় ক্যাম্পাস হতে সংগৃহীত নিয়মিত ফল ধারণকারী মাঝারী বামন জাতের মৌসুমী পেয়ারা গাছ। ফল গোলাকার, চকচকে ও .', 'শিষ্ট বিভিন্ন জাতের পেয়ারা দেখতে পাওয়া যায়। এদের মধ্যে উল্লেখযোগ্য ... বাউ পেয়ারা-১ (মিষ্টি) বাংলাদেশ কৃষি বিশ্ববিদ্যালয় ক্যাম্পাস হতে সংগৃহীত নিয়মিত ফল ধারণকারী মাঝারী বামন জাতের মৌসুমী পেয়ারা গাছ। ফল গোলাকার, চকচকে ও .', '561880905104440.jpg', 3, 21, '2019-09-05', 1, 0),
(87, 0, 'আমের জাত ', 'মোহিনী; দিলসাদ; বিশ্বনাথ চ্যাটার্জি; বেগম বাহার; রাজা ভুলানী; নাবি বোম্বাই; সিন্দি; ভূতো বোম্বাই; গোলেক; বারি আম ৭; কালী বোম্বাই; চকচকা; পেয়ারা ফুলী; ভ্যালেনাটো; সিন্দুরী ফজলী; আমব্রা; গুলাবজামুন; আলম শাহী; অস্ট্রেলিয়ান আম ...\r\nপ্রজাতি‎: ‎এম. ইন্ডিকা	পর', 'মোহিনী; দিলসাদ; বিশ্বনাথ চ্যাটার্জি; বেগম বাহার; রাজা ভুলানী; নাবি বোম্বাই; সিন্দি; ভূতো বোম্বাই; গোলেক; বারি আম ৭; কালী বোম্বাই; চকচকা; পেয়ারা ফুলী; ভ্যালেনাটো; সিন্দুরী ফজলী; আমব্রা; গুলাবজামুন; আলম শাহী; অস্ট্রেলিয়ান আম ...\r\nপ্রজাতি‎: ‎এম. ইন্ডিকা	পরিবার‎: ‎অ্যানাকার্ডিয়েসিয়েই\r\nগণ‎: ‎ম্যাঙ্গিফেরা	বর্গ‎: ‎সেপিন্ডেলস', '214280905104546.jpg', 4, 20, '2019-09-05', 1, 0),
(88, 0, 'টি রক্ত শোধন, রক্ত পরিস্কার এবং হজমিকারক হিসেবে কাজ করে। তাছাড়া ', '৭ এপ্রিল, ২০১৫ - ভেষজ গুণ: এটি রক্ত শোধন, রক্ত পরিস্কার এবং হজমিকারক হিসেবে কাজ করে। তাছাড়া পেটে বায়ু, অরুচি ও প্রদর রোগ ফুল থেকে তৈরি ওষুধ ব্যবহার করা হয়। উপযুক্ত জমি ও মাটি : যে কোন ধরনের মাটিতেই বিশেষ করে দোআঁশ মাটিতে কুলের চাষ ভাল হয়। কুলগাছ লবাণা', '৭ এপ্রিল, ২০১৫ - ভেষজ গুণ: এটি রক্ত শোধন, রক্ত পরিস্কার এবং হজমিকারক হিসেবে কাজ করে। তাছাড়া পেটে বায়ু, অরুচি ও প্রদর রোগ ফুল থেকে তৈরি ওষুধ ব্যবহার করা হয়। উপযুক্ত জমি ও মাটি : যে কোন ধরনের মাটিতেই বিশেষ করে দোআঁশ মাটিতে কুলের চাষ ভাল হয়। কুলগাছ লবাণাক্ততা ও জলাবদ্ধতা উভয়ই সহ্য করতে পারে। জাত পরিচিতি: বারি কুল-১: এটি ...', '147220905104703.jpg', 4, 22, '2019-09-05', 1, 0),
(89, 0, 'বাংলাদেশের প্রায় সর্বত্র বসতবাড়িতে কলা, আম, ', 'ফলের জাত. আমের জাত · পেয়ারার জাত · কুলের জাত · লেবুর জাত · জাম্বুরার জাত · কামরাঙ্গার জাত · জলপায়ের জাত · জামরুলের জাত · অরবরই এর জাত · আমলকির জাত · সফেদার জাত · কাজুবাদামের জাত · মাল্টার জাত · স্ট্রবেরীর জাত · ডুমুরের জাত · ড্রাগন ফলের জাত · তেঁতুলের জ', 'ফলের জাত. আমের জাত · পেয়ারার জাত · কুলের জাত · লেবুর জাত · জাম্বুরার জাত · কামরাঙ্গার জাত · জলপায়ের জাত · জামরুলের জাত · অরবরই এর জাত · আমলকির জাত · সফেদার জাত · কাজুবাদামের জাত · মাল্টার জাত · স্ট্রবেরীর জাত · ডুমুরের জাত · ড্রাগন ফলের জাত · তেঁতুলের জাত · লংগানের জাত · কদবেলের জাত ..', '305890905104808.jpg', 4, 23, '2019-09-05', 1, 0),
(90, 0, 'মাঠ ফসল', 'কৃষক তার ফসলের মাঠে যে ফসল ফলান তাকে মাঠ ফসল বলে। শনাক্তকারী বৈশিষ্ট্য ১। এই সব ফসল মাঠে ফলানে হয়। ২। কৃষক মাঠ ফসল থেকে অধিক উৎপাদন এবং আয় করতে চায়।', 'কৃষক তার ফসলের মাঠে যে ফসল ফলান তাকে মাঠ ফসল বলে। শনাক্তকারী বৈশিষ্ট্য ১। এই সব ফসল মাঠে ফলানে হয়। ২। কৃষক মাঠ ফসল থেকে অধিক উৎপাদন এবং আয় করতে চায়।', '496330905104943.jpg', 5, 24, '2019-09-05', 1, 0),
(91, 0, 'দানা ফসল', 'উফশী ধানের ফলন উপযুক্ত চাষাবাদ পদ্ধতির উপর নির্ভরশীল। তাই জাত নির্বাচন থেকে শুরু করে ধান কাটা পর্যন্ত সব কাজ ধারাবাহিক ভাবে বিচক্ষণতার সাথে করতে হবে। নিয়মের হেরফের অথবা অনুমোদিত পদ্ধতি সঠিক ভাবে অনুসরন না করলে উৎপাদন খরচ বেড়ে যায় এবং আশানুরুপ ফলন থেকে বঞ্', 'উফশী ধানের ফলন উপযুক্ত চাষাবাদ পদ্ধতির উপর নির্ভরশীল। তাই জাত নির্বাচন থেকে শুরু করে ধান কাটা পর্যন্ত সব কাজ ধারাবাহিক ভাবে বিচক্ষণতার সাথে করতে হবে। নিয়মের হেরফের অথবা অনুমোদিত পদ্ধতি সঠিক ভাবে অনুসরন না করলে উৎপাদন খরচ বেড়ে যায় এবং আশানুরুপ ফলন থেকে বঞ্চিত হতে হয়।', '804200905105048.jpg', 5, 25, '2019-09-05', 1, 0),
(92, 0, 'বাংলাদেশে ডাল ফসলের এলাকা ও উৎপাদনের দিক থেকে মসুরের স্থান দ্বিতীয়', 'বাংলা নাম : মসুর\r\nইংরেজী নাম : Lentil\r\nবৈজ্ঞানিক নাম :\r\nপরিবার : Leguminosae\r\n\r\nবাংলাদেশে ডাল ফসলের এলাকা ও উৎপাদনের দিক থেকে মসুরের স্থান দ্বিতীয়। মোট আবাদী এলাকা প্রায় ১ লক্ষ ৩০ হাজার হেক্টর এরং উৎপাদন প্রায় প্রায় ১ লক্ষ ২০ হাজার মে. টন।', 'বাংলা নাম : মসুর\r\nইংরেজী নাম : Lentil\r\nবৈজ্ঞানিক নাম :\r\nপরিবার : Leguminosae\r\n\r\nবাংলাদেশে ডাল ফসলের এলাকা ও উৎপাদনের দিক থেকে মসুরের স্থান দ্বিতীয়। মোট আবাদী এলাকা প্রায় ১ লক্ষ ৩০ হাজার হেক্টর এরং উৎপাদন প্রায় প্রায় ১ লক্ষ ২০ হাজার মে. টন।', '673090905105145.jpg', 5, 26, '2019-09-05', 1, 0),
(93, 0, 'বাদাম পামওয়েল তিসি সুর্যমুখী গর্জন তিল সরিষা সর্বশেষ প্রকাশিত তেল ফসল', 'বাদাম পামওয়েল তিসি সুর্যমুখী গর্জন তিল সরিষা সর্বশেষ প্রকাশিত তেল ফসল বাদাম চরাঞ্চলের বাদাম চাষ চরাঞ্চলের জমিতে বাদাম চাষের জন্য খুবই উপযোগী। প্রতি বছরই বাদাম.\r\n', 'বাদাম পামওয়েল তিসি সুর্যমুখী গর্জন তিল সরিষা সর্বশেষ প্রকাশিত তেল ফসল বাদাম চরাঞ্চলের বাদাম চাষ চরাঞ্চলের জমিতে বাদাম চাষের জন্য খুবই উপযোগী। প্রতি বছরই বাদাম.\r\n', '987600905105302.jpg', 5, 27, '2019-09-05', 1, 0),
(94, 0, 'বনজ ফসল', 'যে স্থানে বৈজ্ঞানিক পদ্ধতিতে ছোট চারা বা উদ্ভিদের কলম উৎপাদন করা হয় এবং  রোপনের পূর্ব পর্যন্ত যত্নসহকারে পরিচর্যা ও রক্ষণাবেক্ষণ করা হয় তাকে নার্সারী বলে। এখানে অতি যত্নের সাথে ফল, ফুল, শাকসবজি ও মসলাসহ যে কোন গাছের চারা ও কলম তৈরী করা হয়।', 'যে স্থানে বৈজ্ঞানিক পদ্ধতিতে ছোট চারা বা উদ্ভিদের কলম উৎপাদন করা হয় এবং  রোপনের পূর্ব পর্যন্ত যত্নসহকারে পরিচর্যা ও রক্ষণাবেক্ষণ করা হয় তাকে নার্সারী বলে। এখানে অতি যত্নের সাথে ফল, ফুল, শাকসবজি ও মসলাসহ যে কোন গাছের চারা ও কলম তৈরী করা হয়।', '131520905105507.jpg', 6, 28, '2019-09-05', 1, 0),
(95, 0, 'নার্সারীর গুরুত্ব', 'আধুনিক কৃষিতে নার্সারীর গুরুত্ব অপরিসীম। নার্সারী ছাড়া কৃষি কাজ অসম্পূর্ণই বলা চলে। এর প্রধাণ কাজ হলো চারা উৎপাদন ও চারার যত্ন নেয়া। তবে প্রকৃতপক্ষে নার্সারীতে বীজ উৎপাদন, অংগজ চারা উৎপাদন, বিভিন্ন রোপন দ্রব্য সংগ্রহ ও সংরক্ষণ, জাত উৎপাদন, ক্ষণস্থায়ী গাছে', 'আধুনিক কৃষিতে নার্সারীর গুরুত্ব অপরিসীম। নার্সারী ছাড়া কৃষি কাজ অসম্পূর্ণই বলা চলে। এর প্রধাণ কাজ হলো চারা উৎপাদন ও চারার যত্ন নেয়া। তবে প্রকৃতপক্ষে নার্সারীতে বীজ উৎপাদন, অংগজ চারা উৎপাদন, বিভিন্ন রোপন দ্রব্য সংগ্রহ ও সংরক্ষণ, জাত উৎপাদন, ক্ষণস্থায়ী গাছের ব্যবস্থাপনা, স্থায়ী গাছের ও বীজ উৎপাদনকারী মাতৃগাছের সঠিক পরিচর্যা করা ইত্যাদি কর্মকান্ড করা হয়। নার্সারি কেবল উন্নতমানের বীজ ও চারার সরবরাহই নিশ্চিত করেনা জনগনের কর্মসংস্থাসহ পরিবেশের ভারসাম্যও রক্ষা করে। যে এলাকায় ভাল নার্সারী আছে সে এলাকায় গাছ-পালা, ফুল-ফল ও শাক-সবজির সরবরাহ বেশী থাকে। ফলে মানুষের শারিরীক ও মানসিক স্বাস্থ্য ভাল থাকে।', '444910905105628.jpg', 6, 29, '2019-09-05', 1, 0),
(96, 0, 'নার্সারীর প্রকারভেদ', '(খ) ব্যবহার ভিত্তিক নার্সারী\r\n১। ফলের নার্সারীঃ নার্সারীতে শুধু ফলের চারা উৎপাদন করা হয়।\r\n২। ফুলের নার্সারীঃ শুধু নানা জাতের ফুলের চারা উৎপাদন করা হয়।\r\n৩। বনজ নার্সরীঃ শুধুমাত্র বনজ উদ্ভিদ (শাল, মেহগনি, সেগুন, রেইনট্রি ইত্যাদি) এর  চারা উৎপাদন করা হয়।\r\n৪।', '(খ) ব্যবহার ভিত্তিক নার্সারী\r\n১। ফলের নার্সারীঃ নার্সারীতে শুধু ফলের চারা উৎপাদন করা হয়।\r\n২। ফুলের নার্সারীঃ শুধু নানা জাতের ফুলের চারা উৎপাদন করা হয়।\r\n৩। বনজ নার্সরীঃ শুধুমাত্র বনজ উদ্ভিদ (শাল, মেহগনি, সেগুন, রেইনট্রি ইত্যাদি) এর  চারা উৎপাদন করা হয়।\r\n৪।  সবজি নার্সারীঃ বিভিন্ন জাতের শাক-সবজির চারা উৎপাদন করা হয়।\r\n৫। মসলার নার্সারীঃ মসলা ফসলের চারা উৎপাদন করা হয়।\r\n৬। অর্কিড নার্সারীঃ শুধুমাত্র নানা জাতের অর্কিডের চারা উৎপাদন করা হয়।\r\n৭। ক্যাকটাস ও ফার্নের নার্সারীঃ ক্যাকটাস ও ফার্নের চারা উৎপাদন করা হয়।', '164810905105751.jpg', 6, 30, '2019-09-05', 1, 0),
(97, 0, 'গুনগত মানসম্পন্ন চারা/কলমের বৈশিষ্ট্য', '২৯ নভেম্বর, ২০১৮ - বারি ও বিনা উদ্ভাবিত সরিষা এবং মসুর ফসলের সম্ভাবনাময় উফশী জাত সমূহের সংক্ষিপ্ত পরিচিতি ও বৈশিষ্ট্য ডাল জাতীয় ফসল নম্বর ফসলের নাম লিংক ০১ ছোলা বিস্তারিত ০২.', '২৯ নভেম্বর, ২০১৮ - বারি ও বিনা উদ্ভাবিত সরিষা এবং মসুর ফসলের সম্ভাবনাময় উফশী জাত সমূহের সংক্ষিপ্ত পরিচিতি ও বৈশিষ্ট্য ডাল জাতীয় ফসল নম্বর ফসলের নাম লিংক ০১ ছোলা বিস্তারিত ০২.', '354240905105846.jpg', 6, 31, '2019-09-05', 1, 0),
(98, 0, 'অঞ্চলের তালিকা', 'অঞ্চল- ১: পঞ্চগড় ও ঠাকুরগাঁও এর অধিকাংশ এবং দিনাজপুরের উত্তর পশ্চিমাংশ। :\r\nঅঞ্চল -২ : রংপুর, কুড়িগ্রাম, নীলফামারী, লালমনিরহাট ও গাইবান্ধা\r\nঅঞ্চল -৩: রংপুরের অধিকাংশ, দিনাজপুরের ও পঞ্চগড়ের পূর্বাঞ্চল, বগুড়ার উত্তরাঞ্চল, জয়পুরহাট, নওগাঁ ও রাজশাহীর অংশ বিশেষ', 'অঞ্চল- ১: পঞ্চগড় ও ঠাকুরগাঁও এর অধিকাংশ এবং দিনাজপুরের উত্তর পশ্চিমাংশ। :\r\nঅঞ্চল -২ : রংপুর, কুড়িগ্রাম, নীলফামারী, লালমনিরহাট ও গাইবান্ধা\r\nঅঞ্চল -৩: রংপুরের অধিকাংশ, দিনাজপুরের ও পঞ্চগড়ের পূর্বাঞ্চল, বগুড়ার উত্তরাঞ্চল, জয়পুরহাট, নওগাঁ ও রাজশাহীর অংশ বিশেষ।\r\nঅঞ্চল-৪: বগুড়ার পূর্বাঞ্চল ও সিরাজগঞ্জের অধিকাংশ এলাকা।\r\nঅঞ্চল-৫: নওগাঁ ও নাটোরের অধিকাংশ এবং রাজশাহী, বগুড়া ও সিরাজগঞ্জের সামান্য এলাকা।\r\nঅঞ্চল -৬: নওগাঁর পশ্চিমাংশ ও নবাবগঞ্জের উত্তরাংশ।\r\nঅঞ্চল -৭: কুড়িগ্রাম, গাইবান্ধা, বগুড়া, পাবনা, সিরাজগঞ্জ ও মানিকগঞ্জের পূর্বাংশ।\r\nঅঞ্চল -৮: শেরপুর, জামালপুর, ও টাংগাইল জেলার পশ্চিমাংশ।', '357630905110129.jpg', 7, 32, '2019-09-05', 1, 0),
(99, 0, 'ফ্রি ওরিয়েন্টেশন কোর্স', 'বিনামূল্যে পরামর্শ ও প্রশিক্ষন আয়োজনঃ\r\nক) কৃষি সমপ্রসারণ অধিদপ্তরের নগর উদ্যান সেবা কার্যক্রমের আওতায় যৌথ কর্মসূচী হিসেবে উদ্যান বিশেষজ্ঞ দ্বারা ঢাকাবাসীদের জন্য প্রতি শনিবার বিনামূল্যে বৃক্ষ রোপন ও ছাদে বাগান বিষয়ে ওরিয়েন্টেশন কোর্স পরিচালনা করা।  \r\nখ) ছ', 'বিনামূল্যে পরামর্শ ও প্রশিক্ষন আয়োজনঃ\r\nক) কৃষি সমপ্রসারণ অধিদপ্তরের নগর উদ্যান সেবা কার্যক্রমের আওতায় যৌথ কর্মসূচী হিসেবে উদ্যান বিশেষজ্ঞ দ্বারা ঢাকাবাসীদের জন্য প্রতি শনিবার বিনামূল্যে বৃক্ষ রোপন ও ছাদে বাগান বিষয়ে ওরিয়েন্টেশন কোর্স পরিচালনা করা।  \r\nখ) ছুটির দিনে বৃক্ষ রোপন, ছাদে বাগান সৃজন ও পরিচর্যা বিষয়ে কারিগরি প্রশিক্ষণের ব্যবস্থা গ্রহন।\r\nগ) প্রশিক্ষণে অংশগ্রহনে আগ্রহী যে কোন পেশা, বয়স ও শিক্ষাগত যোগ্যতার অধিকারী পুরুষ/মহিলা বিনামূল্যে নিবন্ধন করে এ সুযোগ নিতে পারবেন। নিবন্ধনের পর  ২৫-৩০ জন প্রশিক্ষনার্থীদের সমন্বয়ে ব্যাচ তৈরী করে প্রশিক্ষণ প্রদান করা হবে।', '842940905110251.jpg', 7, 33, '2019-09-05', 1, 0),
(100, 0, 'ছাদে বাগানের সংগা', 'সাধারণত: পাকা বাড়ির খালি ছাদে অথবা বেলকনীতে বিজ্ঞান সম্মত উপায়ে ফুল, ফল, শাক-সবজির বাগান গড়ে তোলাকে ছাদে বাগান বলা হয়। ছাদে বাগান সৃজনের সময় খেয়াল রাখতে হবে বাগান সৃজনের জন্য ছাদের কোন প্রকার ক্ষতি যেন না হয়। এজন্য রোপনকৃত গাছের টব গুলো ছাদের বীম বা কলামে', 'সাধারণত: পাকা বাড়ির খালি ছাদে অথবা বেলকনীতে বিজ্ঞান সম্মত উপায়ে ফুল, ফল, শাক-সবজির বাগান গড়ে তোলাকে ছাদে বাগান বলা হয়। ছাদে বাগান সৃজনের সময় খেয়াল রাখতে হবে বাগান সৃজনের জন্য ছাদের কোন প্রকার ক্ষতি যেন না হয়। এজন্য রোপনকৃত গাছের টব গুলো ছাদের বীম বা কলামে নিকটবর্তী স্থান বরাবর স্থাপন করতে হবে। ড্রাম অথবা টব স্থাপনের সময় খেয়াল রাখতে হবে যেন এগুলো সরাসরি ছাদের উপরে বসানো না হয়। এতে ছাদ ড্যাম্প বা সেঁতসেঁতে হয়ে যেতে পারে। তাই রিং-এর উপর বা ইটের উপর এগুলো স্থাপন করলে নিচে দিয়ে আলো বাতাস চলাচল করবে এবং ছাদও ড্যাম্প হতে রক্ষা পাবে। নেট ফিনিসিং এর মাধ্যমেও ছাদকে ড্যাম্প প্রতিরোধ করা যায়।', '194330905110407.jpg', 7, 35, '2019-09-05', 1, 0),
(101, 0, 'সাধারণ তথ্য', 'বীজের সংজ্ঞাঃ\r\nউদ্ভিদ বিজ্ঞানের ভাষায় নিষিক্ত পরিপক্ক ডিম্বকোষকে বীজ বলে। অন্য কথায় বলা যায় বীজ উদ্ভিদের জীবন্ত অংগ যা থেকে নতুন গাছ পাওয়া যায়। বীজকে দুই ভাগে ভাগ করা যায়। যৌনবীজ  এবং অযৌন/অঙ্গজ বা কৃষি বীজ।\r\nযৌনবীজঃ\r\nকোন গাছে ফুল ফোটার পর তাতে পরাগায়ন হল', 'বীজের সংজ্ঞাঃ\r\nউদ্ভিদ বিজ্ঞানের ভাষায় নিষিক্ত পরিপক্ক ডিম্বকোষকে বীজ বলে। অন্য কথায় বলা যায় বীজ উদ্ভিদের জীবন্ত অংগ যা থেকে নতুন গাছ পাওয়া যায়। বীজকে দুই ভাগে ভাগ করা যায়। যৌনবীজ  এবং অযৌন/অঙ্গজ বা কৃষি বীজ।\r\nযৌনবীজঃ\r\nকোন গাছে ফুল ফোটার পর তাতে পরাগায়ন হলে অর্থাৎ স্ত্রী ও পুরুষ ফুলের রেণুর মিলনের ফলে যে বীজ উৎপন্ন হয় তাকে যৌনবীজ বলে। যেমন- ধান, গম, পাট, মরিচ, শশা, বেগুন ইত্যাদি ফসলের বীজ।', '434700905110512.jpg', 8, 36, '2019-09-05', 1, 0),
(102, 0, 'সারের সংগা', 'উদ্ভিদের পুষ্টির উপাদান সরবরাহের উদ্দেশ্যে যে সকল সামগ্রী (জৈব, রাসায়নিক এবং অনুজীব) মাটিতে প্রয়োগ করা হয় ব্যাপক অর্থে তাকে সার বলে। সুনির্দিস্ট ভাবে সার বলতে প্রাকৃতিক উৎস বা রাসায়নিক উপায়ে কল কারখানায় প্রস্তুতকৃত দ্রব্য বুঝায় যা মাটিতে প্রয়োগ করলে উদ্ভি', 'উদ্ভিদের পুষ্টির উপাদান সরবরাহের উদ্দেশ্যে যে সকল সামগ্রী (জৈব, রাসায়নিক এবং অনুজীব) মাটিতে প্রয়োগ করা হয় ব্যাপক অর্থে তাকে সার বলে। সুনির্দিস্ট ভাবে সার বলতে প্রাকৃতিক উৎস বা রাসায়নিক উপায়ে কল কারখানায় প্রস্তুতকৃত দ্রব্য বুঝায় যা মাটিতে প্রয়োগ করলে উদ্ভিদের ফলন বৃদ্ধি করে।', '635810905110630.jpg', 8, 37, '2019-09-05', 1, 0),
(103, 0, 'সার প্রয়োগের নীতিমালা', 'র প্রয়োগের সময় ও পদ্ধতিঃ\r\nসার ব্যবহারের ফলপ্রসূতা অনেকাংশে নির্ভর করে প্রয়োগের সময় ও প্রয়োগ পদ্ধতির উপর। বিশেষ করে নাইট্রোজেন সারের ক্ষেত্রে তা গুরুত্বপূর্ণ, কারণ নাইট্রেজেন পানিতে দ্রবনীয় এবং সহজে বিভিন্ন উপায়ে মাটি হতে অপচয় হয়। কোন কোন পরিস্থিতিতে  প্রয়', 'র প্রয়োগের সময় ও পদ্ধতিঃ\r\nসার ব্যবহারের ফলপ্রসূতা অনেকাংশে নির্ভর করে প্রয়োগের সময় ও প্রয়োগ পদ্ধতির উপর। বিশেষ করে নাইট্রোজেন সারের ক্ষেত্রে তা গুরুত্বপূর্ণ, কারণ নাইট্রেজেন পানিতে দ্রবনীয় এবং সহজে বিভিন্ন উপায়ে মাটি হতে অপচয় হয়। কোন কোন পরিস্থিতিতে  প্রয়োগকৃত নাইট্রোজেন সারের ৭০% মাটি থেকে অপচয় হয় যা ফসলের নাগালের বাইরে চলে যায়। সার ব্যয় বহুল একটা উপকরণ। এ কারেণে প্রয়োগকৃত সারের ফলপ্রসূতা বাড়ানোর জন্য প্রচেষ্টা চালানো উচিৎ।\r\nসার প্রয়োগে নিম্ন বর্ণিত সাধারণ নীতি মালা অনুসরণ করা উচিতঃ', '347610905110734.jpg', 8, 38, '2019-09-05', 1, 0),
(104, 0, 'ভেজাল রাসায়নিক সার সনাক্তকরণ', 'ফসলের ভাল ফলন পাওয়া ও জমির উৎপাদনশীলতা ধরে রাখার জন্য সুষম মাত্রায় সার ব্যবহার অত্যন্ত প্রয়োজন। সুষম  মাত্রায়  সার ফসলের শুধু অধিক ফলনই নিশ্চিত করে না,জমির স্বাস্থ্য ভাল রাখার জন্যও এর গুরুত্ব অপরিসীম। সঠিক ও পর্যাপ্ত সারের অভাবে শস্যের ফলনে মারাত্মক হানি', 'ফসলের ভাল ফলন পাওয়া ও জমির উৎপাদনশীলতা ধরে রাখার জন্য সুষম মাত্রায় সার ব্যবহার অত্যন্ত প্রয়োজন। সুষম  মাত্রায়  সার ফসলের শুধু অধিক ফলনই নিশ্চিত করে না,জমির স্বাস্থ্য ভাল রাখার জন্যও এর গুরুত্ব অপরিসীম। সঠিক ও পর্যাপ্ত সারের অভাবে শস্যের ফলনে মারাত্মক হানি ঘটে, মাটির উর্বরতা শক্তি নষ্ট এবং সর্বোপরি কৃষক ও কৃষি ক্ষতিগ্রস্থ হয়।  কিন্তু এক শ্রেণীর অসাধু ব্যবসায়ী অধিক মুনাফা লাভের আশায় বিভিন্নভাবে', '349390905110810.jpg', 8, 39, '2019-09-05', 1, 0),
(105, 0, 'সংজ্ঞাঃ', 'ফল ও সবজির আকৃতি, প্রকৃতি, অবয়ব ও পারিপার্শ্বিক অবস্থার পরিবর্তন ঘটিয়ে ভৌত ও রাসায়নিক পদ্ধতি প্রয়োগের মাধ্যমে ফল ও সবজি সংরক্ষণ করার প্রক্রিয়াকে প্রক্রিয়াজাতকরণ বলে। প্রক্রিয়াজাতকরনের ফলে ব্যাকটেরিয়া, ঈষ্ট, মোল্ড ইত্যাদি অনুজীব এবং এনজাইম ধবংস হয়, এতে খাদ', 'ফল ও সবজির আকৃতি, প্রকৃতি, অবয়ব ও পারিপার্শ্বিক অবস্থার পরিবর্তন ঘটিয়ে ভৌত ও রাসায়নিক পদ্ধতি প্রয়োগের মাধ্যমে ফল ও সবজি সংরক্ষণ করার প্রক্রিয়াকে প্রক্রিয়াজাতকরণ বলে। প্রক্রিয়াজাতকরনের ফলে ব্যাকটেরিয়া, ঈষ্ট, মোল্ড ইত্যাদি অনুজীব এবং এনজাইম ধবংস হয়, এতে খাদ্য অনেকদিন পর্যন্ত সংরক্ষণ করা যায়।', '804570905110843.jpg', 9, 40, '2019-09-05', 1, 0),
(106, 0, 'প্রকারভেদের ভূমিকা', 'আদর্শ মান সম্মত রেসিপি অনুসরন করে খাদ্য প্রক্রিয়াজাতকরন করা অত্যন্ত গুরুত্বপূর্ন। সংরক্ষন করার কৌশলগুলিও ভালভাবে আয়ত্ব করতে হবে যেমন, বোতল জীবানুমুক্ত করা, খাদ্য প্রসেস করা, বোতল বায়ুরুদ্ধ করে সীল করা ইত্যাদি। এখানে চার প্রকারে খাদ্য সংরক্ষন করার পদ্ধতি আ', 'আদর্শ মান সম্মত রেসিপি অনুসরন করে খাদ্য প্রক্রিয়াজাতকরন করা অত্যন্ত গুরুত্বপূর্ন। সংরক্ষন করার কৌশলগুলিও ভালভাবে আয়ত্ব করতে হবে যেমন, বোতল জীবানুমুক্ত করা, খাদ্য প্রসেস করা, বোতল বায়ুরুদ্ধ করে সীল করা ইত্যাদি। এখানে চার প্রকারে খাদ্য সংরক্ষন করার পদ্ধতি আলোচনা করা হয়েছে।', '288880905110950.jpg', 9, 41, '2019-09-05', 1, 0),
(107, 0, 'বরফে জমিয়ে খাদ্য সংরক্ষন', 'মাংস এবং রান্না করা খাবার বরফে তাপমাত্রায় জমিয়ে কয়েকমাস সংরক্ষন করা যায়। বরফে জমাবার জন্য মাছ, মাংস ধুয়ে পরিস্কার করে  প্রয়োজনমতো টুকরো করে পানি ঝরাতে হবে। তারপর প্লাস্টিকের ব্যাগে বেশ জমাটভাবে মুড়ে বরফের মধ্যে রাখতে হবে। সবজি টুকরা করে ফুটানো পানিতে ২-৩ ', 'মাংস এবং রান্না করা খাবার বরফে তাপমাত্রায় জমিয়ে কয়েকমাস সংরক্ষন করা যায়। বরফে জমাবার জন্য মাছ, মাংস ধুয়ে পরিস্কার করে  প্রয়োজনমতো টুকরো করে পানি ঝরাতে হবে। তারপর প্লাস্টিকের ব্যাগে বেশ জমাটভাবে মুড়ে বরফের মধ্যে রাখতে হবে। সবজি টুকরা করে ফুটানো পানিতে ২-৩ মিনিট রাখার পর তুলে সঙ্গে সঙ্গে ঠান্ডা বরফ মিশানো পানিতে দিতে হবে। বরফের মত ঠান্ডা হলে সবজির পানি ঝরিয়ে পরিষ্কার পলিথিনের ব্যাগে মুড়ে বরফের মধ্যে রাভতে হবে। বরফে রাখার ৩-৪ ঘন্টা পর খাবার জমে গেলে', '378400905111020.jpg', 9, 42, '2019-09-05', 1, 0),
(108, 0, 'কৃষি বাংলায় আপনাকে স্বাগতম ', '´কৃষিবাংলা ডট কম´ এ আপনাকে স্বাগতম। কৃষি সম্প্রসারণ অধিদপ্তরের প্রযুক্তিগত সহযোগিতায় এ ওয়েব সাইটটি তৈরী করা হয়েছে। দেশের কৃষি উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্', '´কৃষিবাংলা ডট কম´ এ আপনাকে স্বাগতম। কৃষি সম্প্রসারণ অধিদপ্তরের প্রযুক্তিগত সহযোগিতায় এ ওয়েব সাইটটি তৈরী করা হয়েছে। দেশের কৃষি উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্', '321640906080438.jpg', 1, 8, '2019-09-06', 1, 0),
(109, 0, '´কৃষিবাংলা ডট কম´ এ আপনাকে স্বাগতম', 'উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্রসারণ ও কৃষি সংশ্লিষ্ট সকলের কাছে কৃষিতথ্য সহজলভ্যকরণের লক্ষ্যে ইনিশিয়েটিভ ফর টোট্যাল রিফর্ম (আইটিআর) গত ২০০৮ সালে বেসরকারী খাতে বাংলা ভাষায় এ বৃহত্তম কৃষি ব', 'উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্রসারণ ও কৃষি সংশ্লিষ্ট সকলের কাছে কৃষিতথ্য সহজলভ্যকরণের লক্ষ্যে ইনিশিয়েটিভ ফর টোট্যাল রিফর্ম (আইটিআর) গত ২০০৮ সালে বেসরকারী খাতে বাংলা ভাষায় এ বৃহত্তম কৃষি বিষয়ক ওয়েব সাইটটি চালু করে। গ্রিন সেভার্স দেশে পরিবেশ ও নগর কৃষি উন্নয়নে জনহিতকর বিভিন্ন কার্যক্রম', '962390906080548.jpg', 1, 9, '2019-09-06', 1, 0),
(110, 0, ' বেসরকারী খাতে বাংলা ভাষায় এ বৃহত্', 'উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্রসারণ ও কৃষি সংশ্লিষ্ট সকলের কাছে কৃষিতথ্য সহজলভ্যকরণের লক্ষ্যে ইনিশিয়েটিভ ফর টোট্যাল রিফর্ম (আইটিআর) গত ২০০৮ সালে বেসরকারী খাতে বাংলা ভাষায় এ বৃহত্তম কৃষি ব', 'উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্রসারণ ও কৃষি সংশ্লিষ্ট সকলের কাছে কৃষিতথ্য সহজলভ্যকরণের লক্ষ্যে ইনিশিয়েটিভ ফর টোট্যাল রিফর্ম (আইটিআর) গত ২০০৮ সালে বেসরকারী খাতে বাংলা ভাষায় এ বৃহত্তম কৃষি বিষয়ক ওয়েব সাইটটি চালু করে। গ্রিন সেভার্স দেশে পরিবেশ ও নগর কৃষি উন্নয়নে জনহিতকর বিভিন্ন কার্যক্রম', '756730906080707.jpg', 1, 8, '2019-09-06', 1, 0),
(111, 0, 'গ্রিন সেভার্স যৌথভাবে ‘কৃষিবাংলা ডট কম’ পরিচালনা করছে।', 'প্রযুক্তিগত সহযোগিতায় এ ওয়েব সাইটটি তৈরী করা হয়েছে। দেশের কৃষি উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্রসারণ ও কৃষি সংশ্লিষ্ট সকলের কাছে কৃষিতথ্য সহজলভ্যকরণের লক্ষ্যে ইনিশিয়েটিভ ফর টোট্যাল রিফর্ম (', 'প্রযুক্তিগত সহযোগিতায় এ ওয়েব সাইটটি তৈরী করা হয়েছে। দেশের কৃষি উন্নয়নের লক্ষ্যে তথ্য যোগাযোগ প্রযুক্তি (ICT) ব্যবহারের মাধ্যমে আধুনিক কৃষি প্রযুক্তির দ্রুত সম্প্রসারণ ও কৃষি সংশ্লিষ্ট সকলের কাছে কৃষিতথ্য সহজলভ্যকরণের লক্ষ্যে ইনিশিয়েটিভ ফর টোট্যাল রিফর্ম (আইটিআর) গত ২০০৮ সালে বেসরকারী খাতে বাং', '828970906095649.jpg', 2, 12, '2019-09-06', 1, 0),
(112, 0, 'খাদ্যফসল পৃথিবীর মানুষের খাদ্যের প্রধান যোগানদার', 'ফসল (Crop)  মানুষের ব্যবহার্য যেকোন উদ্ভিজ্জ যা ফলানো বা সংগৃহীত হয়। গোটা পৃথিবীতে চাষকৃত ৮০টির বেশি ফসল মানুষকে খাদ্য, বস্ত্র, গৃহনির্মাণ সামগ্রী, ঔষধ, পানীয়, রাবার, রঞ্জক ও অন্যান্য সামগ্রী যোগায়। রপ্তানির জন্য উৎপন্ন ফসলকে সাধারণত অর্থকরী ফসল বলা হয', 'ফসল (Crop)  মানুষের ব্যবহার্য যেকোন উদ্ভিজ্জ যা ফলানো বা সংগৃহীত হয়। গোটা পৃথিবীতে চাষকৃত ৮০টির বেশি ফসল মানুষকে খাদ্য, বস্ত্র, গৃহনির্মাণ সামগ্রী, ঔষধ, পানীয়, রাবার, রঞ্জক ও অন্যান্য সামগ্রী যোগায়। রপ্তানির জন্য উৎপন্ন ফসলকে সাধারণত অর্থকরী ফসল বলা হয়। সামগ্রিকভাবে ফসল চারটি প্রধান শ্রেণিতে বিভক্ত: খাদ্যফসল, পশুখাদ্য, অাঁশ ফসল ও বিবিধ। ', '102780906101728.jpg', 3, 16, '2019-09-06', 1, 0),
(113, 0, 'এগুলির মধ্যে আছে দানাশস্য, কচু, আলু, ডাল, শাকসবজি, তৈ', 'ঘাসের, যদিও বাংলাদেশে ঘাস চাষ ততটা ব্যাপক নয়। অনেক জেলায় ভাদই ও রবি ফসল হিসেবে ঘাসের চাষ হয়ে থাকে। তুঁতগাছের চাষ মূলত রাজশাহী ও নবাবগঞ্জ জেলাতেই সীমিত।\r\n\r\nঅাঁশ ফসলে আছে পাট, তুলা, শণ ও কেনাফ। এর মধ্যে পাটই প্রধান, বাংলাদেশে এর বার্ষিক উৎপাদন প্রায় ৪০,', 'ঘাসের, যদিও বাংলাদেশে ঘাস চাষ ততটা ব্যাপক নয়। অনেক জেলায় ভাদই ও রবি ফসল হিসেবে ঘাসের চাষ হয়ে থাকে। তুঁতগাছের চাষ মূলত রাজশাহী ও নবাবগঞ্জ জেলাতেই সীমিত।\r\n\r\nঅাঁশ ফসলে আছে পাট, তুলা, শণ ও কেনাফ। এর মধ্যে পাটই প্রধান, বাংলাদেশে এর বার্ষিক উৎপাদন প্রায় ৪০,৩৪,৫৮৯ বেল।\r\n\r\nঅন্যান্য ফসলের মধ্যে রয়েছে চা, তামাক, রাবার, ফুল এবং ভেষজ ও রঞ্জক উৎপাদক গাছগাছড়া। দেশের দ্বিতীয় গুরুত্বপূর্ণ অর্থকরী ফসল চায়ের উৎপাদন সিলেট ও চট্টগ্রাম অঞ্চলেই সীমিত।  [এস.এম হুমায়ুন কবির]\r\nআরও দেখুন [[[আখ|আখ]]; আলু; গম; চা; ডাল; তুলা; ধান; পাট; ভুট্টা; মরিচ। ', '712650906102026.jpg', 3, 16, '2019-09-06', 1, 0),
(114, 0, 'বাংলাদেশে ধান চাষেরই প্রাধান্য। ফসল ', 'শ্রেণিতে ভাগ করা হয়েছে, যেমন আমন (বোনা ও রোপা জাতগুলি), বোরো, ও আউশ যথাক্রমে ডিসেম্বর-জানুয়ারি, মার্চ-মে ও জুলাই-আগস্ট মৌসুমে ফলে। আবার, এসব জাতের মধ্যে রোপা আমন খুবই গুরুত্বপূর্ণ এবং মোট জমির ৪৬.৩০% জুড়ে চাষ হয়। অবশিষ্ট ২৬.৮৫%, ১৭.৫৯% ও ৯.২৬% জমিতে য', 'শ্রেণিতে ভাগ করা হয়েছে, যেমন আমন (বোনা ও রোপা জাতগুলি), বোরো, ও আউশ যথাক্রমে ডিসেম্বর-জানুয়ারি, মার্চ-মে ও জুলাই-আগস্ট মৌসুমে ফলে। আবার, এসব জাতের মধ্যে রোপা আমন খুবই গুরুত্বপূর্ণ এবং মোট জমির ৪৬.৩০% জুড়ে চাষ হয়। অবশিষ্ট ২৬.৮৫%, ১৭.৫৯% ও ৯.২৬% জমিতে যথাক্রমে বোরো, আউশ ও বোনা আমনের চাষ হয়। বাংলাদেশের প্রায় সর্বত্র রোপা আমনের চাষ হয়। বোনা আমনের সিংহভাগ ফলে দক্ষিণ ও উত্তর-পূর্ব অঞ্চলের নিচু জমিতে। প্রতি জেলায়, বিশেষত সেচাঞ্চলে কিছু পরিমাণ বোরো চাষ হয়, অন্যদিকে ছড়িয়ে ছিটিয়ে চলে আউশ চাষ। ', '325090906102116.jpg', 3, 21, '2019-09-06', 1, 0),
(115, 0, 'বাংলাদেশে ধান চাষেরই প্রাধান্য। ফসল তোলার মরসুম অনুযায়ী ধা', 'শ্রেণিতে ভাগ করা হয়েছে, যেমন আমন (বোনা ও রোপা জাতগুলি), বোরো, ও আউশ যথাক্রমে ডিসেম্বর-জানুয়ারি, মার্চ-মে ও জুলাই-আগস্ট মৌসুমে ফলে। আবার, এসব জাতের মধ্যে রোপা আমন খুবই গুরুত্বপূর্ণ এবং মোট জমির ৪৬.৩০% জুড়ে চাষ হয়। অবশিষ্ট ২৬.৮৫%, ১৭.৫৯% ও ৯.২৬% জমিতে য', 'শ্রেণিতে ভাগ করা হয়েছে, যেমন আমন (বোনা ও রোপা জাতগুলি), বোরো, ও আউশ যথাক্রমে ডিসেম্বর-জানুয়ারি, মার্চ-মে ও জুলাই-আগস্ট মৌসুমে ফলে। আবার, এসব জাতের মধ্যে রোপা আমন খুবই গুরুত্বপূর্ণ এবং মোট জমির ৪৬.৩০% জুড়ে চাষ হয়। অবশিষ্ট ২৬.৮৫%, ১৭.৫৯% ও ৯.২৬% জমিতে যথাক্রমে বোরো, আউশ ও বোনা আমনের চাষ হয়। বাংলাদেশের প্রায় সর্বত্র রোপা আমনের চাষ হয়। বোনা আমনের সিংহভাগ ফলে দক্ষিণ ও উত্তর-পূর্ব অঞ্চলের নিচু জমিতে। প্রতি জেলায়, বিশেষত সেচাঞ্চলে কিছু পরিমাণ বোরো চাষ হয়, অন্যদিকে ছড়িয়ে ছিটিয়ে চলে আউ', '648670906110627.jpg', 3, 16, '2019-09-06', 1, 0),
(116, 0, 'অন্যান্য ফসলের মধ্যে রয়েছে চা, তামাক, রাবার, ফুল এবং ভেষজ', 'রেণিতে ভাগ করা হয়েছে, যেমন আমন (বোনা ও রোপা জাতগুলি), বোরো, ও আউশ যথাক্রমে ডিসেম্বর-জানুয়ারি, মার্চ-মে ও জুলাই-আগস্ট মৌসুমে ফলে। আবার, এসব জাতের মধ্যে রোপা আমন খুবই গুরুত্বপূর্ণ এবং মোট জমির ৪৬.৩০% জুড়ে চাষ হয়। অবশিষ্ট ২৬.৮৫%, ১৭.৫৯% ও ৯.২৬% জমিতে যথা', 'রেণিতে ভাগ করা হয়েছে, যেমন আমন (বোনা ও রোপা জাতগুলি), বোরো, ও আউশ যথাক্রমে ডিসেম্বর-জানুয়ারি, মার্চ-মে ও জুলাই-আগস্ট মৌসুমে ফলে। আবার, এসব জাতের মধ্যে রোপা আমন খুবই গুরুত্বপূর্ণ এবং মোট জমির ৪৬.৩০% জুড়ে চাষ হয়। অবশিষ্ট ২৬.৮৫%, ১৭.৫৯% ও ৯.২৬% জমিতে যথাক্রমে বোরো, আউশ ও বোনা আমনের চাষ হয়। বাংলাদেশের প্রায় সর্বত্র রোপা আমনের চাষ হয়। বোনা আমনের সিংহভাগ ফলে দক্ষিণ ও উত্তর-পূর্ব অঞ্চলের নিচু জ', '264210906114120.jpg', 3, 16, '2019-09-05', 1, 0),
(117, 0, 'মসুরি ও খেসারি এই দুটি গুরুত্বপূর্ণ', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বা', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বাংলাদেশের প্রতি জেলায় অল্পবিস্তর মরিচ ফললেও উত্তরাঞ্চলীয় জেলাসমূহ এবং বগুড়া, সিরাজগঞ্জ ও পাবনা জেলায় মরিচ ফলে বেশি। ', '469020906122917.jpg', 4, 20, '2019-09-06', 1, 0),
(118, 0, 'গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী,', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বা', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বাংলাদেশের প্রতি জেলায় অল্পবিস্তর মরিচ ফললেও উত্তরাঞ্চলীয় জেলাসমূহ এবং বগুড়া, সিরাজগঞ্জ ও পাবনা জেলায় মরিচ ফলে বেশি। ', '215940906122950.jpg', 4, 20, '2019-09-05', 1, 0),
(119, 0, 'গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী,', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বা', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বাংলাদেশের প্রতি জেলায় অল্পবিস্তর মরিচ ফললেও উত্তরাঞ্চলীয় জেলাসমূহ এবং বগুড়া, সিরাজগঞ্জ ও পাবনা জেলায় মরিচ ফলে বেশি। ', '721370906123016.jpg', 4, 23, '2019-09-05', 1, 0),
(120, 0, 'য গম প্রধানত উত্তরাঞ্চলের অপেক্ষাকৃত শুষ্', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বা', 'রবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বাংলাদেশের প্রতি জেলায় অল্পবিস্তর মরিচ ফললেও উত্তরাঞ্চলীয় জেলাসমূহ এবং বগুড়া, সিরাজগঞ্জ ও পাবনা জেলায় মরিচ ফলে বেশি। ', '998160906123051.jpg', 4, 23, '2019-09-06', 1, 0),
(121, 0, 'য গম প্রধানত উত্তরাঞ্চলের অপেক্ষাকৃত শুষ্', 'যত্রতত্র জন্মায়।\r\n\r\nরবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটো', 'যত্রতত্র জন্মায়।\r\n\r\nরবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বাংলাদেশের প্রতি জেলায় অল্পবিস্তর মরিচ ফললেও উত্তরাঞ্চলীয় জেলাসমূহ এবং বগুড়া, সিরাজগঞ্জ ও পাবনা জেলায় মরিচ ফলে বেশি। ', '539840906123248.jpg', 4, 23, '2019-09-06', 1, 0),
(122, 0, ', নাটোর ও চুয়াডাঙ্গায়। বাংলাদেশের প্রতি জেলায়', 'যত্রতত্র জন্মায়।\r\n\r\nরবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটো', 'যত্রতত্র জন্মায়।\r\n\r\nরবি সবজির মধ্যে আলু খুবই গুরুত্বপূর্ণ এবং চাষও অত্যন্ত ব্যাপক। বর্তমানে আলু মুন্সিগঞ্জ, কুমিল্লা, রাজশাহী, রংপুর, দিনাজপুর, বগুড়া, জয়পুরহাট ও নিলফামারী জেলাসমূহের প্রধান ফসল। দেশের অষ্টম গুরুত্বপূর্ণ ফসল আখ ফলে প্রধানত রাজশাহী, নাটোর ও চুয়াডাঙ্গায়। বাংলাদেশের প্রতি জেলায় অল্পবিস্তর মরিচ ফললেও উত্তরাঞ্চলীয় জেলাসমূহ এবং বগুড়া, সিরাজগঞ্জ ও পাবনা জেলায় মরিচ ফলে বেশি। ', '175970906123332.jpg', 4, 20, '2019-09-06', 1, 0),
(123, 0, 'উফশী ধানের ফলন উপযুক্ত চাষাবাদ পদ্ধতির উপর নির্ভরশীল।', 'উফশী ধানের ফলন উপযুক্ত চাষাবাদ পদ্ধতির উপর নির্ভরশীল। তাই জাত নির্বাচন থেকে শুরু করে ধান কাটা পর্যন্ত সব কাজ ধারাবাহিক ভাবে বিচক্ষণতার সাথে করতে হবে। নিয়মের হেরফের অথবা অনুমোদিত পদ্ধতি সঠিক ভাবে অনুসরন না করলে উৎপাদন খরচ বেড়ে যায় এবং আশানুরুপ ফলন থেকে ', 'উফশী ধানের ফলন উপযুক্ত চাষাবাদ পদ্ধতির উপর নির্ভরশীল। তাই জাত নির্বাচন থেকে শুরু করে ধান কাটা পর্যন্ত সব কাজ ধারাবাহিক ভাবে বিচক্ষণতার সাথে করতে হবে। নিয়মের হেরফের অথবা অনুমোদিত পদ্ধতি সঠিক ভাবে অনুসরন না করলে উৎপাদন খরচ বেড়ে যায় এবং আশানুরুপ ফলন থেকে বঞ্চিত হতে হয়।', '106520906131314.jpg', 5, 24, '2019-09-06', 1, 0),
(124, 0, 'কৃষি বনায়ন হচ্ছে এমন একটি টেকসই ভূমি ব্যবস্থাপনা, ', 'কৃষি বনায়ন হচ্ছে এমন একটি টেকসই ভূমি ব্যবস্থাপনা, যা ভূমির সার্বিক উৎপাদন বৃদ্ধি করে; যুগপৎ বা পর্যায়ক্রমিকভাবে কৃষিজাত ফসল, বৃক্ষজাত ফসল ও বনজ উদ্ভিদ অথবা পশুপাখিকে একত্র-সমন্বিত করে এবং সেসব পরিচর্যা পদ্ধতি অবলম্বন করে, যা ওই নির্দিষ্ট এলাকার জনগোষ্ঠী', 'কৃষি বনায়ন হচ্ছে এমন একটি টেকসই ভূমি ব্যবস্থাপনা, যা ভূমির সার্বিক উৎপাদন বৃদ্ধি করে; যুগপৎ বা পর্যায়ক্রমিকভাবে কৃষিজাত ফসল, বৃক্ষজাত ফসল ও বনজ উদ্ভিদ অথবা পশুপাখিকে একত্র-সমন্বিত করে এবং সেসব পরিচর্যা পদ্ধতি অবলম্বন করে, যা ওই নির্দিষ্ট এলাকার জনগোষ্ঠীর সংস্কৃতির ধ্যান-ধারণার সঙ্গে সঙ্গতিপূর্ণ। আবার অনেকের মতে, কৃষি বনায়ন ...', '498210906145730.jpg', 6, 28, '2019-09-06', 1, 0),
(125, 0, 'পার্বত্য জেলায় ফসল চাষ রাঙ্গামাটি, খাগড়াছড়ি ও ', 'কৃষি বনায়ন হচ্ছে এমন একটি টেকসই ভূমি ব্যবস্থাপনা, যা ভূমির সার্বিক উৎপাদন বৃদ্ধি করে; যুগপৎ বা পর্যায়ক্রমিকভাবে কৃষিজাত ফসল, বৃক্ষজাত ফসল ও বনজ উদ্ভিদ অথবা পশুপাখিকে একত্র-সমন্বিত করে এবং সেসব পরিচর্যা পদ্ধতি অবলম্বন করে, যা ওই নির্দিষ্ট এলাকার জনগোষ্ঠী', 'কৃষি বনায়ন হচ্ছে এমন একটি টেকসই ভূমি ব্যবস্থাপনা, যা ভূমির সার্বিক উৎপাদন বৃদ্ধি করে; যুগপৎ বা পর্যায়ক্রমিকভাবে কৃষিজাত ফসল, বৃক্ষজাত ফসল ও বনজ উদ্ভিদ অথবা পশুপাখিকে একত্র-সমন্বিত করে এবং সেসব পরিচর্যা পদ্ধতি অবলম্বন করে, যা ওই নির্দিষ্ট এলাকার জনগোষ্ঠীর সংস্কৃতির ধ্যান-ধারণার সঙ্গে সঙ্গতিপূর্ণ। আবার অনেকের মতে, কৃষি বনায়ন ...', '924620906153212.jpg', 7, 32, '2019-09-06', 1, 0),
(126, 0, 'পর্যায়ক্রমিকভাবে কৃষিপণ্', 'পর্যায়ক্রমিকভাবে কৃষিপণ্য/ফসল এবং বনজ দ্রব্য উৎপাদন করা। অন্য ভাষায় বহুবর্ষজীবী কাষ্ঠল. বৃক্ষের নিচে ও আশেপাশে একবর্ষজীবী ফসল উদ্ভিদ উৎপাদন করা বা কৃষি ফসলের. ভিতরে/আশেপাশে বহুবর্ষজীবী কাষ্ঠল বৃক্ষ উৎপাদন করার প্রযুক্তি হলাে কৃষি বনায়ন। বহুবর্ষজীবী. কা', 'পর্যায়ক্রমিকভাবে কৃষিপণ্য/ফসল এবং বনজ দ্রব্য উৎপাদন করা। অন্য ভাষায় বহুবর্ষজীবী কাষ্ঠল. বৃক্ষের নিচে ও আশেপাশে একবর্ষজীবী ফসল উদ্ভিদ উৎপাদন করা বা কৃষি ফসলের. ভিতরে/আশেপাশে বহুবর্ষজীবী কাষ্ঠল বৃক্ষ উৎপাদন করার প্রযুক্তি হলাে কৃষি বনায়ন। বহুবর্ষজীবী. কাষ্ঠল বৃক্ষ উৎপাদনের সাথে একবর্ষজীবী শস্য কিংবা হাঁসমুরগি ও গবাদিপশু ...', '990600907061926.jpg', 7, 32, '2019-09-06', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `sub_categories`
--

CREATE TABLE `sub_categories` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `sub_category_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `sub_categories`
--

INSERT INTO `sub_categories` (`id`, `category_id`, `sub_category_name`, `status`) VALUES
(8, 1, ' ড্রাম সিডার', 1),
(9, 1, 'মালচিং                      ', 1),
(10, 1, 'উদ্ভিদের খাদ্য উপাদান', 1),
(11, 1, ' এ ডাব্লিউ ডি ', 1),
(12, 2, 'মাটির সংজ্ঞা', 1),
(13, 2, 'মাটির বৈশিষ্ট্য', 1),
(14, 2, 'মৃত্তিকা কণা', 1),
(15, 2, 'মাটির বুনট', 1),
(16, 3, 'ধানের জাতসমূহ', 1),
(17, 3, ' গমের জাতসমূহ', 1),
(18, 3, ' ভূট্টার জাতসমূহ', 1),
(19, 8, 'ডাল ফসলের জাত', 1),
(20, 4, '  আমের জাত  ', 1),
(21, 3, ' পেয়ারার জাত   ', 1),
(22, 4, 'কুলের জাত', 1),
(23, 4, 'জাম্বুরার জাত', 1),
(24, 5, 'মাঠ ফসল ', 1),
(25, 5, ' দানা ফসল ', 1),
(26, 5, 'ডাল ফসল ', 1),
(27, 5, 'তেল ফসল   ', 1),
(28, 6, ' নার্সারীর সংজ্ঞা', 1),
(29, 6, 'নার্সারীর গুরুত্ব ', 1),
(30, 6, 'নার্সারীর প্রকারভেদ', 1),
(31, 6, ' গুনগত মানসম্পন্ন চারা', 1),
(32, 7, ' গ্রীন ঢাকা', 1),
(33, 7, ' ফ্রি ওরিয়েন্টেশন কোর্স ', 1),
(34, 0, 'আরবান গার্ডেনিং সার্ভিস ', 1),
(35, 7, ' ছাদে বাগান প্রযুক্তি  ', 1),
(36, 8, ' বীজ  ', 1),
(37, 8, 'সার                      ', 1),
(38, 8, 'সাধারণ তথ্য', 1),
(39, 8, 'সার প্রয়োগের', 1),
(40, 9, 'সাধারণ তথ্য', 1),
(41, 9, '  প্রকারভেদ  ', 1),
(42, 9, '  প্রক্রিয়াজাতকৃত খাদ্য ', 1);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `role` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'new',
  `about` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `role`, `about`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'TalhaSoft', 'admin@prothom-elo.com', 'admin', 'TalhaSoft BD', NULL, '$2y$10$XVB4bYuySoE8wbwj0XSDGuniUf3e/lWBXSJu/CY2i95fTRbxX81du', 'kEyO9DR6ZurZvWsBhDPsjcdZ83nayOOUv8NDkvyxjB0hQYbMonxmN76rVlh0', '2019-07-28 22:04:11', '2019-08-08 00:21:13'),
(5, 'user', 'user@gmail.com', 'writter', NULL, NULL, '$2y$10$YmK33bfi2gtyR92/HH3OfeF/WZ8woaY7Ddm/bGLEWNuaIv5hnEpQq', 'Lsu3RpexBPriX459mrddTiSd9DoYGNFDdxCVmViph8HCHyNnHwjY8olvnJ4Y', '2019-08-08 00:05:43', '2019-08-08 01:20:29'),
(6, 'user2', 'user2@gmail.com', 'new', NULL, NULL, '$2y$10$uvKtsXbX2eZQ6af9TW7SgeVmaPXJ.tt5y8H.no6HPiXV3wziBLMwy', 'MeqnZghJJzSVF3brJjGLbe4YddL7OhzhbCRu2OoqDaTXWfod2RadKwrRedKZ', '2019-08-08 04:55:16', '2019-08-08 04:55:16'),
(21, 'rasel', 'ras@gmail.com', 'new', NULL, NULL, '827ccb0eea8a706c4c34a16891f84e7b', NULL, NULL, NULL),
(29, 'man', 'man@gmail.vom', 'new', NULL, NULL, '827ccb0eea8a706c4c34a16891f84e7b', NULL, NULL, NULL),
(30, 'kamal', 'ka@gmail.com', 'new', NULL, NULL, '827ccb0eea8a706c4c34a16891f84e7b', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `videos`
--

CREATE TABLE `videos` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `video` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `videos`
--

INSERT INTO `videos` (`id`, `title`, `video`, `created_at`, `updated_at`) VALUES
(1, 'বাংলাদেশ বনাম পাকিস্তান', '22285.mp4', '2019-08-04 00:27:55', '2019-08-06 22:40:31'),
(2, 'নতুন অ্যানিমেশন ভিডিও', '91263.mp4', '2019-08-04 04:09:47', '2019-08-04 04:09:47');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `photo_galleries`
--
ALTER TABLE `photo_galleries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sub_categories`
--
ALTER TABLE `sub_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `videos`
--
ALTER TABLE `videos`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `photo_galleries`
--
ALTER TABLE `photo_galleries`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=129;

--
-- AUTO_INCREMENT for table `sub_categories`
--
ALTER TABLE `sub_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `videos`
--
ALTER TABLE `videos`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
